Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.language.option.korean
source: Korean
ar: الكورية
bg: Корейски
bn: কোরিয়ান
ca: Coreà
cs: Korejština
da: Koreansk
de: Koreanisch
el: Κορεατικά
es: Coreano
fa: کره‌ای
fi: Korea
fil: Koreano
fr: Coréen
he: קוריאנית
hi: कोरियाई
hr: Korejski
hu: Koreai
id: Bahasa Korea
it: Coreano
ja: 韓国語
kk: Корейше
ko: 한국어
ms: Korea
nb: Koreansk
nl: Koreaans
pl: Koreański
pt: Coreano
ro: Coreeană
ru: Корейский
sk: Kórejčina
sr: Корејски
sv: Koreanska
th: เกาหลี
tr: Korece
uk: Корейська
vi: Tiếng Hàn
zh_hans: 韩语
zh_hant: 韓文

# settings.language.option.malay
source: Malay
ar: الماليزية
bg: Малайски
bn: মালয়
ca: Malai
cs: Malajština
da: Malajisk
de: Malaiisch
el: Μαλαισιανά
es: Malayo
fa: مالایی
fi: Malaiji
fr: Malais
he: מלאית
hi: मलय
hr: Malajski
hu: Maláj
id: Bahasa Melayu
it: Malese
ja: マレー語
kk: Малайша
ko: 말레이어
ms: Bahasa Melayu
nb: Malayisk
nl: Maleis
pl: Malajski
pt: Malaio
ro: Malaeză
ru: Малайский
sk: Malajčina
sr: Малајски
sv: Malajiska
th: มาเลย์
tr: Malayca
uk: Малайська
vi: Tiếng Mã Lai
zh_hans: 马来语
zh_hant: 馬來文

# settings.language.option.norwegian
source: Norwegian
ar: النرويجية
bg: Норвежки
bn: নরওয়েজীয়
ca: Noruec
cs: Norština
da: Norsk
de: Norwegisch
el: Νορβηγικά
es: Noruego
fa: نروژی
fi: Norja
fr: Norvégien
he: נורווגית
hi: नॉर्वेजियन
hr: Norveški
hu: Norvég
id: Bahasa Norwegia
it: Norvegese
ja: ノルウェー語
kk: Норвегше
ko: 노르웨이어
ms: Norway
nb: Norsk
nl: Noors
pl: Norweski
pt: Norueguês
ro: Norvegiană
ru: Норвежский
sk: Nórčina
sr: Норвешки
sv: Norska
th: นอร์เวย์
tr: Norveççe
uk: Норвезька
vi: Tiếng Na Uy
zh_hans: 挪威语
zh_hant: 挪威文

# settings.language.option.persian
source: Persian
ar: الفارسية
bg: Персийски
bn: ফার্সি
ca: Persa
cs: Perština
da: Persisk
de: Persisch
el: Περσικά
es: Persa
fa: فارسی
fi: Persia
fr: Persan
he: פרסית
hi: फ़ारसी
hr: Perzijski
hu: Perzsa
id: Bahasa Persia
it: Persiano
ja: ペルシャ語
kk: Парсыша
ko: 페르시아어
ms: Parsi
nb: Persisk
nl: Perzisch
pl: Perski
pt: Persa
ro: Persană
ru: Персидский
sk: Perzština
sr: Персијски
sv: Persiska
th: เปอร์เซีย
tr: Farsça
uk: Перська
vi: Tiếng Ba Tư
zh_hans: 波斯语
zh_hant: 波斯文

# settings.language.option.polish
source: Polish
ar: البولندية
bg: Полски
bn: পোলিশ
ca: Polonès
cs: Polština
da: Polsk
de: Polnisch
el: Πολωνικά
es: Polaco
fa: لهستانی
fi: Puola
fr: Polonais
he: פולנית
hi: पोलिश
hr: Poljski
hu: Lengyel
id: Bahasa Polandia
it: Polacco
ja: ポーランド語
kk: Полякша
ko: 폴란드어
ms: Poland
nb: Polsk
nl: Pools
pl: Polski
pt: Polaco
ro: Poloneză
ru: Польский
sk: Poľština
sr: Пољски
sv: Polska
th: โปแลนด์
tr: Lehçe
uk: Польська
vi: Tiếng Ba Lan
zh_hans: 波兰语
zh_hant: 波蘭文

# settings.language.option.portuguese
source: Portuguese
ar: البرتغالية
bg: Португалски
bn: পর্তুগিজ
ca: Portuguès
cs: Portugalština
da: Portugisisk
de: Portugiesisch
el: Πορτογαλικά
es: Portugués
fa: پرتغالی
fi: Portugali
fr: Portugais
he: פורטוגזית
hi: पुर्तगाली
hr: Portugalski
hu: Portugál
id: Bahasa Portugis
it: Portoghese
ja: ポルトガル語
kk: Португалша
ko: 포르투갈어
ms: Portugis
nb: Portugisisk
nl: Portugees
pl: Portugalski
pt: Português
ro: Portugheză
ru: Португальский
sk: Portugalčina
sr: Португалски
sv: Portugisiska
th: โปรตุเกส
tr: Portekizce
uk: Португальська
vi: Tiếng Bồ Đào Nha
zh_hans: 葡萄牙语
zh_hant: 葡萄牙文

# settings.language.option.romanian
source: Romanian
ar: الرومانية
bg: Румънски
bn: রোমানীয়
ca: Romanès
cs: Rumunština
da: Rumænsk
de: Rumänisch
el: Ρουμανικά
es: Rumano
fa: رومانیایی
fi: Romania
fr: Roumain
he: רומנית
hi: रोमानियाई
hr: Rumunjski
hu: Román
id: Bahasa Rumania
it: Rumeno
ja: ルーマニア語
kk: Румынша
ko: 루마니아어
ms: Romania
nb: Rumensk
nl: Roemeens
pl: Rumuński
pt: Romeno
ro: Română
ru: Румынский
sk: Rumunčina
sr: Румунски
sv: Rumänska
th: โรมาเนีย
tr: Romence
uk: Румунська
vi: Tiếng Romania
zh_hans: 罗马尼亚语
zh_hant: 羅馬尼亞文

# settings.language.option.russian
source: Русский
ar: الروسية
bg: Руски
bn: রুশ
ca: Rus
cs: Ruština
da: Russisk
de: Russisch
el: Ρωσικά
es: Ruso
fa: روسی
fi: Venäjä
fil: Ruso
fr: Russe
he: רוסית
hi: रूसी
hr: Ruski
hu: Orosz
id: Bahasa Rusia
it: Russo
ja: ロシア語
kk: Орысша
ko: 러시아어
ms: Rusia
nb: Russisk
nl: Russisch
pl: Rosyjski
pt: Russo
ro: Rusă
sk: Ruština
sr: Руски
sv: Ryska
th: รัสเซีย
tr: Rusça
uk: Російська
vi: Tiếng Nga
zh_hans: 俄语
zh_hant: 俄文

# settings.language.option.serbian
source: Serbian
ar: الصربية
bg: Сръбски
bn: সার্বীয়
ca: Serbi
cs: Srbština
da: Serbisk
de: Serbisch
el: Σερβικά
es: Serbio
fa: صربی
fi: Serbia
fr: Serbe
he: סרבית
hi: सर्बियाई
hr: Srpski
hu: Szerb
id: Bahasa Serbia
it: Serbo
ja: セルビア語
kk: Сербше
ko: 세르비아어
ms: Serbia
nb: Serbisk
nl: Servisch
pl: Serbski
pt: Sérvio
ro: Sârbă
ru: Сербский
sk: Srbčina
sr: Српски
sv: Serbiska
th: เซอร์เบีย
tr: Sırpça
uk: Сербська
vi: Tiếng Serbia
zh_hans: 塞尔维亚语
zh_hant: 塞爾維亞文

# settings.language.option.slovak
source: Slovak
ar: السلوفاكية
bg: Словашки
bn: স্লোভাক
ca: Eslovac
cs: Slovenština
da: Slovakisk
de: Slowakisch
el: Σλοβακικά
es: Eslovaco
fa: اسلواکی
fi: Slovakki
fr: Slovaque
he: סלובקית
hi: स्लोवाक
hr: Slovački
hu: Szlovák
id: Bahasa Slowakia
it: Slovacco
ja: スロバキア語
kk: Словакша
ko: 슬로바키아어
nb: Slovakisk
nl: Slowaaks
pl: Słowacki
pt: Eslovaco
ro: Slovacă
ru: Словацкий
sk: Slovenčina
sr: Словачки
sv: Slovakiska
th: สโลวาเกีย
tr: Slovakça
uk: Словацька
vi: Tiếng Slovak
zh_hans: 斯洛伐克语
zh_hant: 斯洛伐克文

# settings.language.option.spanish
source: Español
ar: الإسبانية
bg: Испански
bn: স্প্যানিশ
ca: Espanyol
cs: Španělština
da: Spansk
de: Spanisch
el: Ισπανικά
fa: اسپانیایی
fi: Espanja
fil: Espanyol
fr: Espagnol
he: ספרדית
hi: स्पेनिश
hr: Španjolski
hu: Spanyol
id: Bahasa Spanyol
it: Spagnolo
ja: スペイン語
kk: Испанша
ko: 스페인어
ms: Sepanyol
nb: Spansk
nl: Spaans
pl: Hiszpański
pt: Espanhol
ro: Spaniolă
ru: Испанский
sk: Španielčina
sr: Шпански
sv: Spanska
th: สเปน
tr: İspanyolca
uk: Іспанська
vi: Tiếng Tây Ban Nha
zh_hans: 西班牙语
zh_hant: 西班牙文

# settings.language.option.swedish
source: Swedish
ar: السويدية
bg: Шведски
bn: সুইডিশ
ca: Suec
cs: Švédština
da: Svensk
de: Schwedisch
el: Σουηδικά
es: Sueco
fa: سوئدی
fi: Ruotsi
fr: Suédois
he: שוודית
hi: स्वीडिश
hr: Švedski
hu: Svéd
id: Swedia
it: Svedese
ja: スウェーデン語
kk: Шведше
ko: 스웨덴어
ms: Sweden
nb: Svensk
nl: Zweeds
pl: Szwedzki
pt: Sueco
ro: Suedeză
ru: Шведский
sk: Švédčina
sr: Шведски
sv: Svenska
th: สวีเดน
tr: İsveççe
uk: Шведська
vi: Tiếng Thụy Điển
zh_hans: 瑞典语
zh_hant: 瑞典語

# settings.language.option.system
source: System
ar: النظام
bg: Системен
bn: সিস্টেম
ca: Sistema
cs: Systémový
el: Σύστημα
es: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
he: מערכת
hi: सिस्टम
hr: Sustav
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
kk: Жүйелік
ko: 시스템
ms: Sistem
nl: Systeem
pl: Systemowy
pt: Sistema
ro: Sistem
ru: Системный
sk: Systémový
sr: Системски
th: ตามระบบ
tr: Sistem
uk: Системний
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

# settings.language.option.thai
source: Thai
ar: التايلاندية
bg: Тайландски
bn: থাই
ca: Tailandès
cs: Thajština
de: Thailändisch
el: Ταϊλανδικά
es: Tailandés
fa: تایلندی
fr: Thaï
he: תאילנדית
hi: थाई
hr: Tajlandski
id: Bahasa Thai
it: Tailandese
ja: タイ語
kk: Тайша
ko: 태국어
nl: Thais
pl: Tajski
pt: Tailandês
ro: Thailandeză
ru: Тайский
sk: Thajčina
sr: Тајландски
sv: Thailändska
th: ไทย
tr: Tayca
uk: Тайська
vi: Tiếng Thái
zh_hans: 泰语
zh_hant: 泰文

# settings.language.option.turkish
source: Turkish
ar: التركية
bg: Турски
bn: তুর্কি
ca: Turc
cs: Turečtina
da: Tyrkisk
de: Türkisch
el: Τουρκικά
es: Turco
fa: ترکی
fi: Turkki
fr: Turc
he: טורקית
hi: तुर्की
hr: Turski
hu: Török
id: Bahasa Turki
it: Turco
ja: トルコ語
kk: Түрікше
ko: 튀르키예어
ms: Turki
nb: Tyrkisk
nl: Turks
pl: Turecki
pt: Turco
ro: Turcă
ru: Турецкий
sk: Turečtina
sr: Турски
sv: Turkiska
th: ตุรกี
tr: Türkçe
uk: Турецька
vi: Tiếng Thổ Nhĩ Kỳ
zh_hans: 土耳其语
zh_hant: 土耳其文

# settings.language.option.ukrainian
source: Ukrainian
ar: الأوكرانية
bg: Украински
bn: ইউক্রেনীয়
ca: Ucraïnès
cs: Ukrajinština
da: Ukrainsk
de: Ukrainisch
el: Ουκρανικά
es: Ucraniano
fa: اوکراینی
fi: Ukraina
fr: Ukrainien
he: אוקראינית
hi: यूक्रेनी
hr: Ukrajinski
hu: Ukrán
id: Ukraina
it: Ucraino
ja: ウクライナ語
kk: Украинша
ko: 우크라이на어
ms: Ukraine
nb: Ukrainsk
nl: Oekraïens
pl: Ukraiński
pt: Ucraniano
ro: Ucraineană
ru: Украинский
sk: Ukrajinčina
sr: Украјински
sv: Ukrainska
th: ยูเครน
tr: Ukraynaca
uk: Українська
vi: Tiếng Ukraina
zh_hans: 乌克兰语
zh_hant: 烏克蘭語

# settings.language.option.vietnamese
source: Vietnamese
ar: الفيتنامية
bg: Виетнамски
bn: ভিয়েতনামী
ca: Vietnamita
cs: Vietnamština
da: Vietnamesisk
de: Vietnamesisch
el: Βιετναμικά
es: Vietnamita
fa: ویتنامی
fi: Vietnam
fr: Vietnamien
he: וייטנאמית
hi: वियतनामी
hr: Vijetnamski
hu: Vietnámi
id: Bahasa Vietnam
it: Vietnamita
ja: ベトナム語
kk: Вьетнамша
ko: 베트남어
ms: Vietnam
nb: Vietnamesisk
nl: Vietnamees
pl: Wietnamski
pt: Vietnamita
ro: Vietnameză
ru: Вьетнамский
sk: Vietnamčina
sr: Вијетнамски
sv: Vietnamesiska
th: เวียดนาม
tr: Vietnamca
uk: В’єтнамська
vi: Tiếng Việt
zh_hans: 越南语
zh_hant: 越南文

# settings.lockScreen.activity.desc
source: Show the lock-screen live activity during lock and unlock transitions.
ar: إظهار نشاط القفل المباشر عند قفل Mac.
bg: Показване на дейност на живо за заключен екран, когато вашият Mac е заключен.
bn: Mac লক থাকলে লক স্ক্রিন লাইভ অ্যাক্টিভিটি দেখান।
ca: Mostra l'activitat en directe de la pantalla de bloqueig quan el Mac està bloquejat.
cs: Zobrazit živou aktivitu zamčené obrazovky při uzamčení a odemčení.
da: Vis låseskærmens liveaktivitet, når Mac'en er låst.
de: Sperrbildschirm-Live-Aktivität bei Sperr- und Entsperrübergängen anzeigen.
el: Εμφάνιση ζωντανής δραστηριότητας οθόνης κλειδώματος όταν το Mac κλειδώνει.
es: Mostrar la actividad en vivo al bloquear y desbloquear.
fa: نمایش فعالیت زنده صفحه قفل هنگام قفل بودن مک.
fi: Näytä lukitusnäytön live-toiminta, kun Mac on lukittu.
fil: Magpakita ng live activity ng lock screen kapag naka-lock ang Mac.
fr: Afficher l'activité en direct de l'écran verrouillé lors du verrouillage et du déverrouillage.
he: הצג פעילות מסך נעילה חיה כאשר ה-Mac נעול.
hi: Mac लॉक होने पर लॉक स्क्रीन लाइव गतिविधि दिखाएं।
hr: Prikaži aktivnost zaključanog zaslona uživo kada je Mac zaključan.
hu: Zárolási képernyő élő tevékenység megjelenítése a Mac zárolásakor.
id: Tampilkan aktivitas langsung layar kunci saat mengunci dan membuka kunci.
it: Mostra l'attività in tempo reale della schermata di blocco durante il blocco e lo sblocco.
ja: ロックおよびロック解除時にロック画面のライブアクティビティを表示します。
kk: Mac құлыпталған кезде құлыптау экранының тікелей әрекетін көрсету.
ko: 화면 잠금 및 잠금 해제 시 잠금 화면 실시간 활동을 표시합니다.
ms: Tunjukkan aktiviti langsung skrin kunci apabila Mac dikunci.
nb: Vis låseskjermens direkteaktivitet når Mac-en er låst.
nl: Toon de live activiteit op het toegangsscherm tijdens vergrendelen en ontgrendelen.
pl: Pokaż aktywność na żywo ekranu blokady podczas blokowania i odblokowywania.
pt: Mostrar a atividade em tempo real do ecrã bloqueado ao bloquear e desbloquear.
ro: Afișați activitatea live a ecranului de blocare când Mac-ul este blocat.
ru: Показывать активность при блокировке и разблокировке экрана.
sk: Zobraziť živú aktivitu zamknutej obrazovky, keď je Mac zamknutý.
sr: Прикажи активност закључаног екрана уживо када је Mac закључан.
sv: Visa låsskärmens liveaktivitet vid låsning och upplåsning.
th: แสดงกิจกรรมสดของหน้าจอล็อคเมื่อ Mac ถูกล็อค
tr: Kilitleme ve kilit açma geçişlerinde kilit ekranı canlı etkinliğini göster.
uk: Показувати активність наживо на екрані блокування під час блокування та розблокування.
vi: Hiển thị hoạt động trực tiếp của màn hình khóa khi khóa và mở khóa.
zh_hans: 在锁定和解锁转换期间显示锁屏实时活动。
zh_hant: 在鎖定與解鎖時顯示鎖定畫面的即時活動。

# settings.lockScreen.activity.title
source: Lock screen live activity
ar: نشاط شاشة القفل المباشر
bg: Заключен екран дейност на живо
bn: লক স্ক্রিন লাইভ অ্যাক্টিভিটি
ca: Activitat en directe de la pantalla de bloqueig
cs: Živá aktivita zamčené obrazovky
da: Låseskærm-liveaktivitet
de: Sperrbildschirm-Live-Aktivität
el: Ζωντανή δραστηριότητα οθόνης κλειδώματος
es: Actividad en vivo de pantalla de bloqueo
fa: فعالیت زنده صفحه قفل
fi: Lukitusnäytön live-toiminta
fil: Live Activity ng Lock Screen
fr: Activité en direct Écran verrouillé
he: פעילות חיה של מסך נעילה
hi: लॉक स्क्रीन लाइव गतिविधि
hr: Zaključani zaslon aktivnost uživo
hu: Zárolási képernyő élő tevékenység
id: Aktivitas Langsung Layar Kunci
it: Attività in tempo reale Schermata di blocco
ja: ロック画面ライブアクティビティ
kk: Құлыптау экранының тікелей әрекеті
ko: 잠금 화면 실시간 활동
ms: Aktiviti langsung skrin kunci
nb: Låseskjerm-direkteaktivitet
nl: Live activiteit op toegangsscherm
pl: Aktywność na żywo Ekranu blokady
pt: Atividade em tempo real do Ecrã bloqueado
ro: Activitate live ecran de blocare
ru: Live activity экрана блокировки
sk: Živá aktivita zamknutej obrazovky
sr: Закључани екран активност уживо
sv: Liveaktivitet för låsskärm
th: กิจกรรมสดของหน้าจอล็อค
tr: Kilit ekranı canlı etkinliği
uk: Активність екрана блокування наживо
vi: Hoạt động trực tiếp Màn hình khóa
zh_hans: 锁屏实时活动
zh_hant: 鎖定畫面即時活動

# settings.lockScreen.card.activity
source: Lock screen activity
ar: نشاط شاشة القفل
bg: Дейност на заключения екран
bn: লক স্ক্রিন অ্যাক্টিভিটি
ca: Activitat de la pantalla de bloqueig
cs: Aktivita zamčené obrazovky
da: Låseskærmaktivitet
de: Sperrbildschirm-Aktivität
el: Δραστηριότητα οθόνης κλειδώματος
es: Actividad de pantalla de bloqueo
fa: فعالیت صفحه قفل
fi: Lukitusnäytön toiminta
fil: Aktibidad ng Lock Screen
fr: Activité de l'écran verrouillé
he: פעילות מסך נעילה
hi: लॉक स्क्रीन गतिविधि
hr: Aktivnost zaključanog zaslona
hu: Zárolási képernyő tevékenység
id: Aktivitas Layar Kunci
it: Attività schermata di blocco
ja: ロック画面アクティビティ
kk: Құлыптау экраны әрекеті
ko: 잠금 화면 활동
ms: Aktiviti skrin kunci
nb: Låseskjermaktivitet
nl: Activiteit op toegangsscherm
pl: Aktywność ekranu blokady
pt: Atividade do ecrã bloqueado
ro: Activitate ecran de blocare
ru: Активность экрана блокировки
sk: Aktivita zamknutej obrazovky
sr: Активност закључаног екрана
sv: Låsskärmsaktivitet
th: กิจกรรมหน้าจอล็อค
tr: Kilit ekranı etkinliği
uk: Активність екрана блокування
vi: Hoạt động màn hình khóa
zh_hans: 锁屏活动
zh_hant: 鎖定畫面活動

# settings.lockScreen.card.artworkAppearance
source: Artwork appearance
ar: مظهر العمل الفني
cs: Vzhled přebalu
de: Cover-Erscheinungsbild
es: Apariencia de la portada
fr: Apparence de la pochette
id: Tampilan Sampul Album
it: Aspetto copertina
ja: アートワークの外観
ko: 앨범 아트 모양
nl: Hoesweergave
pl: Wygląd okładki
pt: Aparência da capa
ru: Внешний вид обложки
sv: Omslagsutseende
tr: Kapak görseli görünümü
uk: Вигляд обкладинки
vi: Giao diện ảnh bìa
zh_hans: 封面外观
zh_hant: 插圖外觀

# settings.lockScreen.card.notchAppearance
source: Notch appearance
ar: مظهر النوتش
cs: Vzhled výřezu
de: Notch-Erscheinungsbild
es: Apariencia de la muesca
fr: Apparence de l'encoche
id: Tampilan Notch
it: Aspetto del notch
ja: ノッチの外観
ko: 노치 모양
nl: Notch-weergave
pl: Wygląd notcha
pt: Aparência do notch
ru: Внешний вид выреза
sv: Flärputseende
tr: Çentik görünümü
uk: Вигляд вирізу
vi: Giao diện notch
zh_hans: 刘海外观
zh_hant: 「瀏海」外觀

# settings.lockScreen.card.widgetAppearance
source: Widget appearance
ar: مظهر الأداة
cs: Vzhled widgetů
de: Widget-Erscheinungsbild
es: Apariencia del widget
fr: Apparence des widgets
id: Tampilan Widget
it: Aspetto dei widget
ja: ウィジェットの外観
ko: 위젯 모양
nl: Widgetweergave
pl: Wygląd widżetów
pt: Aparência dos widgets
ru: Внешний вид виджета
sv: Widgetutseende
tr: Widget görünümü
uk: Вигляд віджетів
vi: Giao diện tiện ích
zh_hans: 小组件外观
zh_hant: 小工具外觀

# settings.lockScreen.customSound.loadError
source: The selected file could not be loaded. Choose an MP3, WAV, AIFF, or M4A audio file.
ar: تعذر تحميل الملف المحدد. اختر ملف صوتي بتنسيق MP3 أو WAV أو AIFF أو M4A.
cs: Vybraný soubor se nepodařilo načíst. Zvolte zvukový soubor MP3, WAV, AIFF nebo M4A.
de: Die ausgewählte Datei konnte nicht geladen werden. Wähle eine MP3-, WAV-, AIFF- oder M4A-Audiodatei.
es: No se pudo cargar el archivo seleccionado. Elige un archivo MP3, WAV, AIFF o M4A.
fr: Impossible de charger le fichier sélectionné. Choisissez un fichier audio MP3, WAV, AIFF ou M4A.
id: Tidak dapat memuat file yang dipilih. Pilih file audio MP3, WAV, AIFF, atau M4A.
it: Impossibile caricare il file selezionato. Scegli un file audio MP3, WAV, AIFF o M4A.
ja: 選択したファイルを読み込めませんでした。MP3、WAV、AIFF、またはM4Aオーディオファイルを選択してください。
ko: 선택한 파일을 불러올 수 없습니다. MP3, WAV, AIFF 또는 M4A 오디오 파일을 선택하세요.
nl: Kan het geselecteerde bestand niet laden. Kies een MP3-, WAV-, AIFF- of M4A-audiobestand.
pl: Nie udało się załadować wybranego pliku. Wybierz plik audio MP3, WAV, AIFF lub M4A.
pt: Não foi possível carregar o ficheiro selecionado. Escolha um ficheiro áudio MP3, WAV, AIFF ou M4A.
ru: Не удалось загрузить выбранный файл. Выберите аудиофайл MP3, WAV, AIFF или M4A.
sv: Kunde inte läsa in den valda filen. Välj en MP3-, WAV-, AIFF- eller M4A-ljudfil.
tr: Seçilen dosya yüklenemedi. MP3, WAV, AIFF veya M4A ses dosyası seçin.
uk: Не вдалося завантажити вибраний файл. Виберіть аудіофайл MP3, WAV, AIFF або M4A.
vi: Không thể tải tệp đã chọn. Chọn tệp âm thanh MP3, WAV, AIFF hoặc M4A.
zh_hans: 无法加载所选文件。请选择 MP3、WAV、AIFF 或 M4A 音频文件。
zh_hant: 無法載入所選檔案。請選擇 MP3、WAV、AIFF 或 M4A 音訊檔案。

# settings.lockScreen.customSound.lock.builtInTitle
source: Built-in lock sound
ar: صوت القفل المدمج
cs: Vestavěný zvuk uzamčení
de: Integrierter Sperrton
es: Sonido de bloqueo integrado
fr: Son de verrouillage intégré
id: Suara Kunci Bawaan
it: Suono di blocco integrato
ja: 内蔵ロック音
ko: 내장 잠금 사운드
nl: Ingebouwd vergrendelgeluid
pl: Wbudowany dźwięk blokowania
pt: Som de bloqueio integrado
ru: Встроенный звук блокировки
sv: Inbyggt låsljud
tr: Dahili kilitleme sesi
uk: Вбудований звук блокування
vi: Âm thanh khóa tích hợp
zh_hans: 内置锁定音效
zh_hant: 內建鎖定聲音

# settings.lockScreen.customSound.lock.desc
source: Played when your Mac locks.
ar: يتم تشغيله عند قفل جهاز Mac الخاص بك.
cs: Přehrává se při uzamčení Macu.
de: Wird abgespielt, wenn dein Mac gesperrt wird.
es: Se reproduce al bloquear el Mac.
fr: Émis lors du verrouillage de votre Mac.
id: Diputar saat Anda mengunci Mac.
it: Viene riprodotto quando blocchi il Mac.
ja: Macをロックしたときに再生されます。
ko: Mac을 잠글 때 재생됩니다.
nl: Wordt afgespeeld wanneer je de Mac vergrendelt.
pl: Odtwarzany po zablokowaniu Maca.
pt: Tocado ao bloquear o Mac.
ru: Воспроизводится при блокировке Mac.
sv: Spelas när du låser din Mac.
tr: Mac'iniz kilitlendiğinde çalınır.
uk: Відтворюється під час блокування Mac.
vi: Được phát khi bạn khóa máy Mac.
zh_hans: Mac 锁定音效。
zh_hant: 鎖定 Mac 時播放。

# settings.lockScreen.customSound.lock.panelTitle
source: Choose Lock Sound
ar: اختر صوت القفل
cs: Vybrat zvuk uzamčení
de: Sperrton wählen
es: Elegir sonido de bloqueo
fr: Choisir le son de verrouillage
id: Pilih Suara Kunci
it: Scegli suono di blocco
ja: ロック音を選択
ko: 잠금 사운드 선택
nl: Vergrendelgeluid kiezen
pl: Wybierz dźwięk blokowania
pt: Escolher som de bloqueio
ru: Выберите звук блокировки
sv: Välj låsljud
tr: Kilitleme Sesini Seç
uk: Вибір звуку блокування
vi: Chọn âm thanh khóa
zh_hans: 选择锁定音效
zh_hant: 選擇鎖定聲音

# settings.lockScreen.customSound.lock.title
source: Lock sound
ar: صوت القفل
cs: Zvuk uzamčení
de: Sperrton
es: Sonido de bloqueo
fr: Son de verrouillage
id: Suara Kunci
it: Suono di blocco
ja: ロック音
ko: 잠금 사운드
nl: Vergrendelgeluid
pl: Dźwięk blokowania
pt: Som de bloqueio
ru: Звук блокировки
sv: Låsljud
tr: Kilitleme sesi
uk: Звук блокування
vi: Âm thanh khóa
zh_hans: 锁定音效
zh_hant: 鎖定聲音

# settings.lockScreen.customSound.unavailableFallback
source: %@ is unavailable. Falling back to %@.
ar: %@ غير متوفر. الرجوع إلى %@.
bg: %@ не е наличен. Връщане към %@.
bn: %@ অনুপলব্ধ। %@ এ ফিরে যাওয়া হচ্ছে।
ca: %@ no està disponible. Tornant a %@.
cs: %@ není k dispozici. Použije se %@.
da: %@ er ikke tilgængelig. Falder tilbage til %@.
de: %@ ist nicht verfügbar. Es wird auf %@ zurückgegriffen.
el: Το %@ δεν είναι διαθέσιμο. Επαναφορά σε %@.
es: %@ no está disponible. Usando %@.
fa: %@ در دسترس نیست. بازگشت به %@.
fi: %@ ei ole käytettävissä. Palataan kohteeseen %@.
fil: Hindi available ang %@. Babalik sa %@.
fr: %@ est indisponible. Retour à %@.
he: %@ אינו זמין. חוזר ל-%@.
hi: %@ अनुपलब्ध है। %@ पर वापस जा रहे हैं।
hr: %@ nije dostupno. Povratak na %@.
hu: A(z) %@ nem érhető el. Visszatérés: %@.
id: %@ tidak tersedia. Kembali ke %@.
it: %@ non è disponibile. Ritorno a %@.
ja: %@ は利用できません。%@ に戻します。
kk: %@ қолжетімсіз. %@ параметріне қайтару.
ko: %@을(를) 사용할 수 없습니다. %@(으)로 대체합니다.
ms: %@ tidak tersedia. Berbalik kepada %@.
nb: %@ er ikke tilgjengelig. Faller tilbake til %@.
nl: %@ is niet beschikbaar. Terugvallen op %@.
pl: %@ jest niedostępny. Przywracanie %@.
pt: %@ está indisponível. A reverter para %@.
ro: %@ este indisponibil. Se revine la %@.
ru: %@ недоступен. Используется %@.
sk: %@ nie je k dispozícii. Návrat k %@.
sr: %@ није доступно. Повратак на %@.
sv: %@ är inte tillgänglig. Återgår till %@.
th: %@ ไม่พร้อมใช้งาน กำลังเปลี่ยนกลับเป็น %@
tr: %@ kullanılamıyor. %@ sesine geri dönülüyor.
uk: %@ недоступний. Повернення до %@.
vi: %@ không khả dụng. Đang chuyển về %@.
zh_hans: %@ 不可用。将回退到 %@。
zh_hant: %@ 無法使用。改為使用 %@。

# settings.lockScreen.customSound.unlock.builtInTitle
source: Built-in unlock sound
ar: صوت فتح القفل المدمج
cs: Vestavěný zvuk odemčení
de: Integrierter Entsperrton
es: Sonido de desbloqueo integrado
fr: Son de déverrouillage intégré
id: Suara Buka Kunci Bawaan
it: Suono di sblocco integrato
ja: 内蔵ロック解除音
ko: 내장 잠금 해제 사운드
nl: Ingebouwd ontgrendelgeluid
pl: Wbudowany dźwięk odblokowania
pt: Som de desbloqueio integrado
ru: Встроенный звук разблокировки
sv: Inbyggt upplåsningsljud
tr: Dahili kilit açma sesi
uk: Вбудований звук розблокування
vi: Âm thanh mở khóa tích hợp
zh_hans: 内置解锁音效
zh_hant: 內建解鎖聲音

# settings.lockScreen.customSound.unlock.desc
source: Played when your Mac unlocks.
ar: يتم تشغيله عند فتح قفل جهاز Mac الخاص بك.
cs: Přehrává se při odemčení Macu.
de: Wird abgespielt, wenn dein Mac entsperrt wird.
es: Se reproduce al desbloquear el Mac.
fr: Émis lors du déverrouillage de votre Mac.
id: Diputar saat Anda membuka kunci Mac.
it: Viene riprodotto quando sblocchi il Mac.
ja: Macのロックを解除したときに再生されます。
ko: Mac의 잠금을 해제할 때 재생됩니다.
nl: Wordt afgespeeld wanneer je de Mac ontgrendelt.
pl: Odtwarzany po odblokowaniu Maca.
pt: Tocado ao desbloquear o Mac.
ru: Воспроизводится при разблокировке Mac.
sv: Spelas när du låser upp din Mac.
tr: Mac'inizin kilidi açıldığında çalınır.
uk: Відтворюється під час розблокування Mac.
vi: Được phát khi bạn mở khóa máy Mac.
zh_hans: Mac 解锁音效。
zh_hant: 解鎖 Mac 時播放。

# settings.lockScreen.customSound.unlock.panelTitle
source: Choose Unlock Sound
ar: اختر صوت فتح القفل
cs: Vybrat zvuk odemčení
de: Entsperrton wählen
es: Elegir sonido de desbloqueo
fr: Choisir le son de déverrouillage
id: Pilih Suara Buka Kunci
it: Scegli suono di sblocco
ja: ロック解除音を選択
ko: 잠금 해제 사운드 선택
nl: Ontgrendelgeluid kiezen
pl: Wybierz dźwięk odblokowania
pt: Escolher som de desbloqueio
ru: Выберите звук разблокировки
sv: Välj upplåsningsljud
tr: Kilit Açma Sesini Seç
uk: Вибір звуку розблокування
vi: Chọn âm thanh mở khóa
zh_hans: 选择解锁音效
zh_hant: 選擇解鎖聲音

# settings.lockScreen.customSound.unlock.title
source: Unlock sound
ar: صوت فتح القفل
cs: Zvuk odemčení
de: Entsperrton
es: Sonido de desbloqueo
fr: Son de déverrouillage
id: Suara Buka Kunci
it: Suono di sblocco
ja: ロック解除音
ko: 잠금 해제 사운드
nl: Ontgrendelgeluid
pl: Dźwięk odblokowania
pt: Som de desbloqueio
ru: Звук разблокировки
sv: Upplåsningsljud
tr: Kilit açma sesi
uk: Звук розблокування
vi: Âm thanh mở khóa
zh_hans: 解锁音效
zh_hant: 解鎖聲音
